// riddle 0

export default function Home() {
  return (
    <div>
      <p dir="rtl">15/4/1968 FIRST ENTRY</p>
      <br></br>
      <p dir="rtl">
        אני לא חושב שמישהו אי פעם אקרא את זה. אני כותב את מילים אלו שבוע לאחר
        שהיצורים בשם "לי" ו-"אור" נחתו על כדור הארץ והשתלטו עליו. בהתחלה לא כל
        כך הבנו מה הם רוצים מאיתנו, רק שהם חפרו מלא על דברים כמו "למה אני חי",
        "דיסקטים" ו-"ביטוח לאומי".. הם אמרו שאנחנו צריכים לפתור שש חידות ושהם
        יתנו לנו דיסקים או משהו כפרס. *זעקת כאב* סליחה, דיסקטים. כן, כל פעם
        שאנחנו אומרים את המילה "דיסקים" במקום דיסקטים *עוד זעקת כאב, הפעם כואב
        יותר" הם נותנים לנו מכה חשמלית אינטר-גלקטית דרך העיניים שלהם. מקווה
        שהצלחתי להמחיש את הכאב עם מה שכתבתי בין הכוכביות. בקיצור אנחנו כבר שבוע
        תקועים על הדיסקט השני ואנחנו כל כך גרועים ונמאס להם מאיתנו אז הם השתלטו
        על כדור הארץ ואנחנו סובלים והכל פה נורא. אני בספק שאשרוד עוד הרבה זמן.
        אם מצאתם את הרמז שהחבאתי שהביא אתכם לפה, אולי עוד יש לנו סיכוי. אל תדאגו
        לגבי החידה הראשונה, הבאתי אתכם ישר לאיפה שאנחנו תקועים. והרמז היחיד
        שנתנו הוא להגיד את המילה "דיסקט" אבל בצורה השגויה... הכוונה היא
        למילה..... ..טוב אני מקווה שהם לא ישימו לב הכוונה למילה "דיסק" *זעקת כאב
        ענקית שמשתיקה את הכותב עד כדי כך שהוא לא מסוגל להמשיך לכתו
      </p>
    </div>
  );
}
